Revit 2026 API
PathOfTravel.CreateMapped Method
Overload List
Name | Description
CreateMapped(View, IList<XYZ>, IList<XYZ>)
CreateMapped(View, IList<XYZ>, IList<XYZ>, IList<PathOfTravelCalculationStatus>)
Top
See Also
Reference
PathOfTravel Class
Autodesk.Revit.DB.Analysis Namespace